Revit 2024 API
ParameterTypeId.TrussElementCreateBottomParam Property
 "Create Bottom Chord"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId TrussElementCreateBottomParam { get; }
Visual Basic
Public Shared ReadOnly Property TrussElementCreateBottomParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TrussElementCreateBottomParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace